{"Cluster 0": {"name": "Wodni Miłośnicy Psów z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku głównie 35-44 lat, z wyższym wykształceniem, które preferują spędzanie czasu nad wodą i mają psy jako ulubione zwierzęta. Większość z nich to mężczyźni."}, "Cluster 1": {"name": "Górscy Entuzjaści Psów z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, z wyższym wykształceniem, które preferują spędzanie czasu w górach i mają psy jako ulubione zwierzęta. Większość z nich to mężczyźni."}, "Cluster 2": {"name": "Górscy Miłośnicy Kotów z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat, z wyższym wykształceniem, które preferują spędzanie czasu w górach i mają koty jako ulubione zwierzęta. Większość z nich to mężczyźni."}, "Cluster 3": {"name": "Leśni Miłośnicy Psów z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, z wyższym wykształceniem, które preferują spędzanie czasu w lesie i mają psy jako ulubione zwierzęta. Większość z nich to mężczyźni."}, "Cluster 4": {"name": "Górscy Miłośnicy Zwierząt ze Średnim Wykształceniem", "description": "W tym klastrze znajdują się osoby w różnym wieku, ze średnim wykształceniem, które preferują spędzanie czasu w górach i mają różne ulubione zwierzęta, w tym psy, koty i inne. Większość z nich to mężczyźni."}, "Cluster 5": {"name": "Wodni Samotni z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat, z wyższym wykształceniem, które preferują spędzanie czasu nad wodą, ale nie mają ulubionych zwierząt. Większość z nich to mężczyźni."}, "Cluster 6": {"name": "Wodni Miłośnicy Psów i Innych Zwierząt z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, z wyższym wykształceniem, które preferują spędzanie czasu nad wodą i mają psy oraz inne zwierzęta jako ulubione. Większość z nich to mężczyźni."}, "Cluster 7": {"name": "Wodni Miłośnicy Psów ze Średnim Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat, ze średnim wykształceniem, które preferują spędzanie czasu nad wodą i mają psy jako ulubione zwierzęta. Większość z nich to mężczyźni."}, "Cluster 8": {"name": "Leśni Miłośnicy Psów z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 25-34 lat, z wyższym wykształceniem, które preferują spędzanie czasu w lesie i mają psy jako ulubione zwierzęta. Większość z nich to mężczyźni."}, "Cluster 9": {"name": "Leśni Miłośnicy Kotów ze Średnim Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 25-34 lat, ze średnim wykształceniem, które preferują spędzanie czasu w lesie i mają koty jako ulubione zwierzęta. Wszyscy z nich to mężczyźni."}}