{"Cluster 0": {"name": "Miłośnicy Wody z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat, z wyższym wykształceniem, które preferują spędzanie czasu nad wodą. Większość z nich to mężczyźni, a ich ulubionymi zwierzętami są psy."}, "Cluster 1": {"name": "Górscy Entuzjaści z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, z wyższym wykształceniem, które preferują spędzanie czasu w górach. Większość z nich to mężczyźni, a ich ulubionymi zwierzętami są psy."}, "Cluster 2": {"name": "Miłośnicy Gór i Kotów z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat, z wyższym wykształceniem, które preferują spędzanie czasu w górach. Wśród ulubionych zwierząt dominują koty, a większość z nich to mężczyźni."}, "Cluster 3": {"name": "Leśni Miłośnicy z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, z wyższym wykształceniem, które preferują spędzanie czasu w lesie. Większość z nich to mężczyźni, a ich ulubionymi zwierzętami są psy."}, "Cluster 4": {"name": "Górscy Miłośnicy Kotów ze Średnim Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, ze średnim wykształceniem, które preferują spędzanie czasu w górach. Większość z nich to mężczyźni, a ich ulubionymi zwierzętami są koty."}, "Cluster 5": {"name": "Miłośnicy Wody bez Ulubionych Zwierząt", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat, z wyższym wykształceniem, które preferują spędzanie czasu nad wodą. Większość z nich to mężczyźni, a nie mają oni wyraźnych preferencji co do ulubionych zwierząt."}, "Cluster 6": {"name": "Miłośnicy Wody i Psów z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, z wyższym wykształceniem, które preferują spędzanie czasu nad wodą. Większość z nich to mężczyźni, a ich ulubionymi zwierzętami są psy."}, "Cluster 7": {"name": "Miłośnicy Wody i Psów ze Średnim Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat, ze średnim wykształceniem, które preferują spędzanie czasu nad wodą. Większość z nich to mężczyźni, a ich ulubionymi zwierzętami są psy."}}